Repository: shelfsmith/stacknest
Catalog: App/StackNest/Localizable.xcstrings
Source language: ja
Languages: en

source: 表紙の再生成の開始に失敗しました
en: Couldn't start regenerating the covers.

source: 表紙の更新に失敗しました
en: Couldn't update the cover.

source: 表紙を作れなかったファイル:
en: Files whose cover couldn't be created:

source: 表紙を再生成
en: Regenerate Cover

source: 表紙を再生成中…
en: Regenerating Covers…

source: 表紙を編集
en: Edit Cover

source: 表紙独立
en: Cover on Its Own Page

source: 補完完了
en: Fill-in complete

source: 複数ビューアの起動を許可
en: Allow Multiple Viewer Windows

source: 複数値
en: Multiple values

source: 複製
en: Duplicate

source: 見せるライブラリ
en: Libraries to Show

source: 見つかりませんでした
en: It couldn't be found.

source: 見送り %lld 件
en: %lld skipped

source: 見開き
en: Spread

source: 見開きを既定で表示
en: Show Spread by Default

source: 見開きモードで有効
en: Only available in spread mode

source: 解錠
en: Unlock

source: 解錠に失敗しました
en: Couldn't unlock

source: 解錠に失敗しました（パスワードを確認してください）。
en: Failed to unlock (please check your password).

source: 計測中のため章単位で移動
en: Moved by chapter (still measuring)

source: 設定
en: Set

source: 許可
en: Grant

source: 評価
en: Rating

source: 該当する書籍がありません
en: No Matching Books

source: 詳細
en: Details

source: 詳細ペイン
en: Detail Pane

source: 詳細ペインに book ID を表示
en: Show the Book ID in the Detail Pane

source: 詳細ペインの表紙
en: Detail Pane Cover

source: 詳細ペインの表紙表示を切り替え
en: Show or hide the cover in the detail pane

source: 読み込みに失敗しました
en: Couldn't load

source: 読み込みに失敗しました。
en: Couldn't load.

source: 読み込み中…
en: Loading…

source: 読む方向の同期に失敗しました
en: Couldn't sync the reading direction.

source: 読んだ日
en: Date Read

source: 起動時
en: At Startup

source: 起動時に共有を自動で開始する
en: Automatically Start Sharing at Launch

source: 追加
en: Add

source: 追加する監視フォルダのホスト絶対パス（例: /Users/you/Watch）
en: Absolute host path of the folder to watch (e.g. /Users/you/Watch)

source: 追加日
en: Date Added

source: 進捗を取得できません。
en: Couldn't get progress.

source: 過去
en: Show books added in the past

source: 選んだライブラリだけ
en: Only the Chosen Libraries

source: 選んだ項目と macOS の Finder タグを双方向に同期します（庫を開いたときと、この「今すぐ再照合」のときだけ）。どちらかで消したタグはもう一方からも消えます。タグの色はそのまま保たれますが、名前に「, 」を含むタグは（区切り文字と衝突するため）同期対象から外れます。
en: Syncs the chosen field with macOS Finder tags in both directions (only when the library is opened, and with this “Re-sync Now”). Removing a tag on either side removes it on the other. Tag colors are preserved, but tags whose name contains “, ” are excluded from syncing (it collides with the separator).

source: 選択した %lld 件のファイルをゴミ箱に移動しますか?
en: Move the %lld selected files to the Trash?

source: 選択した %lld 件の本のファイルをゴミ箱に移動しますか?
en: Move the selected %lld books' files to the Trash?

source: 選択した %lld 件をどうしますか?
en: What do you want to do with the selected %lld books?

source: 選択した %lld 件をライブラリから削除しますか?
en: Remove the selected %lld books from the library?

source: 選択したフォルダではこのファイルにアクセスできませんでした。ファイルのある親フォルダを選び直してください。
en: This file couldn't be accessed in the folder you chose. Choose the parent folder that contains the file again.

source: 選択した書籍をダウンロード
en: Download the selected books

source: 選択した本のオフライン保存を削除
en: Remove the offline copy of the selected book

source: 選択した本のファイルを移動するフォルダを選択してください。
en: Choose the folder to move the selected books' files to.

source: 選択した本をライブラリから削除します。「ファイルもゴミ箱へ」にチェックした分は外部ファイルもゴミ箱へ移動します（Finder から復元可）。
en: Removes the selected books from the library. Items with “Also Move File to Trash” checked will also have their external file moved to the Trash (recoverable from Finder).

source: 選択はすべてダウンロード済みです
en: Everything selected is already downloaded.

source: 選択をダウンロード
en: Download Selection

source: 配信ライブラリ
en: Libraries Being Served

source: 重複の検出結果
en: Duplicate Scan Results

source: 重複は見つかりませんでした。
en: No duplicates were found.

source: 重複は見つかりませんでした。（ファイル不明 %lld 件はスキップ）
en: No duplicates found. (%lld items with missing files were skipped)

source: 重複を検出
en: Find Duplicates

source: 重複を検出…
en: Find Duplicates…

source: 重複を検索中…
en: Scanning for Duplicates…

source: 重複スキャンに失敗しました
en: The duplicate scan failed.

source: 閉じていない括弧: %@
en: Unclosed bracket: %@

source: 閉じる
en: Close

source: 開いた本を全ページ先読みする（帯域・容量を使用）
en: Prefetch All Pages of an Opened Book (Uses Bandwidth and Storage)

source: 開かない
en: Don't Open

source: 開く
en: Open

source: 開始
en: Start

source: 関連
en: Related

source: 閲覧
en: View

source: 閲覧のみ
en: View Only

source: 閲覧のみ（R トークン）
en: View only (R token)

source: 電子書籍
en: E-Book

source: 電子書籍（EPUB）
en: E-Books (EPUB)

source: 高さ
en: Height

source: （最終取得の値）
en: (last fetched value)

source: ＋ 共有トークンを追加
en: + Add a Sharing Token

source: ＋ 追加
en: + Add
